<HTML><HEAD>
<!-- This document was created from RTF source by rtftohtml version 3.8 -->
<TITLE>DEN FINSKA TEXTPIPAREN</TITLE></HEAD>
<BODY BACKGROUND="piptext.htm" BGCOLOR="#FFFFFF" TEXT="#000000">


<I>Godby, l&ouml;rdagen den 18 oktober 1997</I><P>


<h1>
<A NAME="Heading1">Den finska textpiparen -</A></h1>


<h1>
<A NAME="Heading2">          verkligen ett fynd!</A></h1>

<FONT SIZE="4">G&ouml;ran Andersson</FONT><P>

<p><br>
<tt>
<IMG SRC="http://oh3tr.fi/~ftp/modifications/philips/prg2310/bild/philips.jpg"  ALIGN=LEFT>

Kan en f.d. rikssvensk ornitolog, bosatt i det svenskspr&aring;kiga och
sj&auml;lvstyrda &ouml;riket &Aring;land, ha n&aring;gon anv&auml;ndning
f&ouml;r ett finskspr&aring;kigt persons&ouml;karsystem anpassat f&ouml;r
f&aring;gelsk&aring;dning?</tt><br>
<tt>Om personen dessutom inte &auml;r n&aring;gon "bongare" (det finska
uttrycket f&ouml;r en "kryssare"), har han eller hon n&aring;gon nytta med
f&aring;gelrapporter i klartext enbart p&aring; finska via persons&ouml;kare?</tt><P>

<tt>Bland de f&ouml;rsta g&aring;ngerna jag kom i kontakt med de finska
signalpiparna, var vintern 1992-93. D&aring; stod jag ganska ofta  uppe
p&aring; toppen av Svinryggen, den &aring;l&auml;ndska storsoptippen i
&Ouml;danb&ouml;le och spanade efter "v&aring;r" &ouml;vervintrande st&ouml;rre
skrik&ouml;rn.</tt><br>
<tt>De hitresta bongarna hade p&aring; den tiden de gamla persons&ouml;karna
fr&aring;n 1989 med olika sifferkombinationer (Forsten 1997); det system
som i dag anv&auml;nds i Sverige. Allts&aring; persons&ouml;kare d&auml;r
nummerkoder larmar om f&aring;gelart, plats m.m.</tt></BR>


<tt>Idag anv&auml;nds "pagern", texts&ouml;karen Philips PRG 2310, som s&auml;nder
ut omfattande rapporter i klartext (f&ouml;r den som kan flytande finska
f&ouml;rst&aring;s). Eftersom "ornitologspr&aring;ket" har sina givna ramar,
st&auml;ndigt &aring;terkommande facktermer och sin speciella vokabul&auml;r -
det f&ouml;rekommer ju &ouml;verallt oavsett nation - &auml;r det inte
s&auml;rskilt sv&aring;rt att l&auml;ra sig "l&auml;sa" de finskspr&aring;kiga
rapporterna p&aring; piparen. Det handlar som alltid bara om
motivation.</tt><P>

<tt>I v&aring;ras, i mitten av maj, omsatte jag delar av ett kulturstipendium
till en egen "textpipare". Efter en kort ink&ouml;rningsperiod med praktisk och
teoretisk hj&auml;lp av Henka och Annika i &Aring;bo, var jag en i g&auml;nget.
Och en entusiasmerande v&auml;rld &ouml;ppnade sig!</tt><br>
<tt>F&ouml;r det visade sig att det &auml;r egentligen ganska f&aring;
meddelanden som handlar om rariteter. Jag fick raskt reda p&aring; resultat av
olika "artrallyn", f&aring;geltornskamper, fenologiska noteringar &ouml;ver
vanliga arters ankomstdatum och dagssiffror fr&aring;n det arktiska
str&auml;cket genom Finska viken i slutet av maj (&auml;ven fr&aring;n estniska
lokaler!). En flock p&aring; tre sk&auml;rfl&auml;ckor, som str&auml;ckte
&ouml;sterut l&auml;ngs kusten av s&ouml;dra Finland, kunde klockas och
"kryssas" p&aring; flera lokaler utefter flyttv&auml;gen - sedan kunde man
dessutom l&auml;tt r&auml;kna ut marschfarten.</tt></p>

<FONT SIZE="4">Ingen vanlig kyrkr&aring;tta</FONT><BR>

<tt>Eftersom jag direkt vid leveransen i v&aring;ras trodde mig ha st&auml;llt in s&ouml;karen p&aring; att b&aring;de
"surr (vibration) och pip" skulle vara avst&auml;ngt, bar jag i princip med mig
min pipare &ouml;verallt de f&ouml;rsta dagarna. Men jag hade r&aring;kat st&auml;lla in den s&aring; att n&auml;r tunga arter s&aring;gs, 
allts&aring; mycket s&auml;llsynta
f&aring;glar, br&ouml;t larmet igenom de avst&auml;ngningar som var inst&auml;llda p&aring; min "pager". Och "larmet" gick!
</tt><br>
<tt>Det h&auml;nde en l&ouml;rdag i en &aring;l&auml;ndsk kyrka under ett
br&ouml;llop! Och jag som just hade p&aring;mint &auml;ldste sonen om att
st&auml;nga av sin gsm-telefon, n&auml;r han nu var inhyrd som fotograf
under h&ouml;gtidligheterna.</tt><br>
<tt>Jag hade dock en viss tur. Larmet om en Wilsonsimsn&auml;ppa kom n&auml;r
koloraturs&aring;ngerskan p&aring; l&auml;ktaren tog i ordentligt i Edvard
Griegs "Jeg elsker dig"! Men sonen h&ouml;rde signalerna f&ouml;rst&aring;s och
kikade flinande fram bakom en av pelarna ....och Annika har numera tolkat den finskspr&aring;kiga manualen &aring;t slarvern Andersson...</tt></p>
<P>
<tt>Om jag d&auml;remot vill ha alla meddelanden annonserade med signal och/eller vibration, t.ex 
under sk&aring;dart&auml;vling eller exkursion, kan jag sj&auml;lv enkelt st&auml;lla in funktionerna. Man kan 
dessutom fr&aring;n b&ouml;rjan v&auml;lja att  ha en tyst alarmkanal  p&aring; sin 
pager. Icke-bongare brukar anv&auml;nda det alternativet.</tt></p>

<FONT SIZE="4">Rapportering</FONT><BR>

<tt>Som enbart svenskspr&aring;kig har jag f&ouml;rst&aring;s sv&aring;righeter
att sj&auml;lv sl&aring; larm genom att tala in rapporter till "piparcentralen" p&aring; finska.
D&auml;rf&ouml;r g&aring;r mina tunga observationer via gsm-telefonen till
Henka eller Annika som b&aring;da &auml;r flerspr&aring;kiga humanister. De
&ouml;vers&auml;tter min rapport och ringer in den. </tt><br>
<tt>Jag kan ocks&aring; i lugn och ro, om det g&auml;ller ickebr&aring;dskande
observationer, skriva ett meddelande med hj&auml;lp av en svensk-finsk ordbok
och faxa till centralen.</tt><br>
<tt>F&ouml;rresten, n&auml;r det g&auml;ller Annika, kan man aldrig vara
s&auml;ker p&aring; VAR hon svarar i sin gsm. Det g&ouml;r det hela extra
sp&auml;nnande. Ibland st&aring;r hon genomf&ouml;rkyld i ett bl&aring;sigt
torn n&auml;ra ryska gr&auml;nsen, ibland st&aring;r hon mitt bland kacklande
trutar p&aring; en soptipp och fotograferar "gula f&ouml;tter" och n&aring;gon
g&aring;ng svarar hon fr&aring;n en f&aring;gellokal i Spanien!</tt><br>
<tt>De omkostnader man har, de &auml;r egentligen f&ouml;rsumbara, ers&auml;tts
ur medlen som organisationen f&aring;r in via medlemsavgifterna. Medlemmarna i "piparkommitten" f&ouml;ljer
med meddelandena, kommenterar vid behov, uppdaterar och beslutar. All text som
s&auml;nds ut, lagras ocks&aring; automatiskt p&aring; tv&aring; datorer via
tv&aring; pipare som &auml;r direktkopplade. Datamaterialet kan sedan
anv&auml;ndas f&ouml;r olika rapporter, eftersom det &auml;r l&auml;tt att
sortera ut text, som handlar om en viss art (Forsten 1997). Vid s&auml;rskilda behov kan man
 dessutom f&aring; pipartext via e-post.</tt><P>

<tt>Vanligen behandlar jag &aring;l&auml;ndska observationer, genom att
f&ouml;rst spara dem i piparens arkiv och sedan vid tillf&auml;lle f&ouml;ra in
obsarna p&aring; datorn. Philips PRG 2310 har en stor kapacitet och kan ta emot
99 meddelanden innan den b&ouml;rjar "tappa minnet". Normalt ryms 45-55 rapporter, eftersom 
de vanligen &auml;r s&aring; l&aring;nga.</tt><BR>
<tt>Far jag till Sverige en
helg, kan jag lugnt l&aring;ta den ligga kvar hemma. Sedan &auml;r det trevlig
l&auml;sning att g&aring; igenom alla meddelanden, som ramlat in medan jag
varit borta. </tt><br>
<tt>Vistas jag i Roslagen, kan jag ta med s&ouml;karen, f&ouml;r signalerna
n&aring;r &auml;nda dit. Omv&auml;nt fungerar svenska s&ouml;kare helt ok i mina
trakter, &aring;tminstone p&aring; v&auml;stra &Aring;land inklusive
L&aring;gsk&auml;r.</tt></p>

<FONT SIZE="4">Inte bara obsar</FONT><BR>

<tt>N&auml;r rariteter rapporteras medf&ouml;ljer exempelvis
v&auml;gbeskrivningar, praktiska anvisningar och annan viktig information.
D&aring; dv&auml;rgspoven uppt&auml;cktes f&ouml;rsta oktober 1996 p&aring;
&Aring;land, organiserades charterflyg via piparen! Och eks&aring;ngaren ute
p&aring; L&aring;gsk&auml;r, de tv&aring; f&ouml;rsta veckorna i juni samma
&aring;r, fick bes&ouml;k via finska taxib&aring;tar, som n&auml;stan gick
efter turlista till slut.</tt><br>
<tt>Rapporter fr&aring;n f&aring;gelstationer och str&auml;cklokaler droppar in
fram&aring;t kv&auml;llen liksom resultat fr&aring;n World Birdwatch-dagar
eller mycket intressanta observationer fr&aring;n &ouml;vriga Norden (via t.ex.
EuroBirdNet och Fuglenett) och Baltikum. S&aring;dana meddelanden f&aring;r bara 
s&auml;ndas ut dagtid mellan kl 08-22.</tt><br>
<tt>Viktiga rapporter &auml;r snabba f&ouml;rvarningar om kraftiga
flyttningsr&ouml;relser eller de f&ouml;rsta tecknen p&aring; att n&aring;gon
av invasionsarterna &auml;r p&aring; g&aring;ng.</tt><br>
<tt>I h&ouml;st har jag via min pipare f&aring;tt fortl&ouml;pande information
om positionerna av en fj&auml;llg&aring;s med radios&auml;ndare. Det kan
f&ouml;rekomma meddelanden om upphittade tubkikare, 
eller tips om TV-program med f&aring;gelinslag. Vid ett tillf&auml;lle f&ouml;r ett
par &aring;r sedan, "trummade" man ihop ett stort g&auml;ng frivilliga sanerare 
i samband med ilandfluten olja vid en lokal!</tt></p>

<FONT SIZE="4">Kuling och &ouml;sregn - inga f&aring;glar?</FONT><BR>

<tt>L&aring;t oss se vad som rapporterades idag, medan detta skrevs
l&ouml;rdagen den 18 oktober. Dagen d&aring; &Aring;land samt delar av Finland
dr&auml;nktes i &ouml;sregn och h&aring;rd sydlig kuling - som gjort f&ouml;r
manusskrivande! </tt><br>
<tt>Meddelandena g&auml;llde st&ouml;rre pipl&auml;rka i Asikkala och
bredn&auml;bbad simsn&auml;ppa vid Hang&ouml; f&aring;gelstation. Fr&aring;n
andra h&aring;ll droppade det in rapporter om taigas&aring;ngare,
sm&aring;dopping, svart r&ouml;dstj&auml;rt, sk&auml;rsn&auml;ppa och brun
glada. Allts&aring; ovanligt mycket rariteter. Men s&aring; var det heller
inget str&auml;ck att tala om i dag.</tt><br>
<PRE>     ***</PRE>
<tt>Tidigt p&aring; eftermiddagen, just n&auml;r jag avslutat manuskriptet, kom
s&aring; ett storlarm. Fr&aring;n &Aring;land och L&aring;gsk&auml;r minsann!
Ny art f&ouml;r landskapet, &aring;ttonde fyndet f&ouml;r Finland:
PURPURH&Auml;GER!</tt><br>
<tt>Denna ungf&aring;gel hade uppt&auml;ckts vid f.d. Potatislandet och sedan
hade den flugit till s&ouml;dra delen av &ouml;n d&auml;r det finns m&aring;nga
skyddade vikar och laguner. L&aring;gsk&auml;rs rastande "landf&aring;glar"
taxeras, sedan drygt tjugo &aring;r, dagligen l&auml;ngs en best&auml;md rutt.
Det var nog tack vare den insatsen som purpurh&auml;gern uppt&auml;cktes,
f&ouml;r ingen g&aring;r v&auml;l frivilligt omkring p&aring; en regnstormig
&ouml;!</tt><br>
<tt>N&aring;v&auml;l, inom ett par timmar hade tv&aring; resor fr&aring;n
Finland f&ouml;r drygt femtio bongare arrangerats, eftersom vinden skulle avta
och v&auml;dret bli b&auml;ttre. P&aring; kv&auml;llen for ett g&auml;ng med
Silja Europas nattur till &Aring;land, d&auml;r tv&aring; chartrade b&aring;tar
skulle f&ouml;ra ut dem till L&aring;gsk&auml;r genom s&ouml;ndagsgryningen. En
annan grupp startade vid fyratiden p&aring; natten med taxib&aring;t fr&aring;n
en hamn i den &aring;bol&auml;ndska sk&auml;rg&aring;rden, f&ouml;r att
n&aring; den &aring;l&auml;ndska f&aring;gelstations&ouml;n samtidigt med
&ouml;vriga "kryssare".</tt><br>
<tt>Men p&aring; s&ouml;ndagen kunde purpuh&auml;gern inte &aring;terfinnas,
trots mycket noggrant s&ouml;kande i flera timmar. Endast de fyra p&aring;
stationen fick allts&aring; se den, d&auml;ribland l&aring;gsk&auml;rsveteranen
Karno Mikkola, som ligger totaltv&aring;a i den finska
kryssarstatistiken.</tt><br>
<tt>Och svaren p&aring; de tv&aring;  inledande fr&aring;gorna till denna
artikel? </tt><br>
<tt>Det blir ett klart JA!</tt><P>

<FONT SIZE="4">Tack:</FONT><BR>

<tt>Ett varmt tack till Annika  f&ouml;r faktagranskning och kommentarer.</tt><P>

<FONT SIZE="4">Litteratur:</FONT><br>
<tt>Forsten, A. 1997. Finska pipare. Roadrunner nr 4:18-21.</tt><P>
<FONT SIZE="4">Fotnot:</FONT><br>
<tt>Det finska systemet planerades och startades av Kari Karhu i &Aring;bo
<BR>
<tt>Den utm&auml;rkta och stimulerande artikeln i Roadrunner 4/97, &auml;r
f&ouml;rfattad av svenskspr&aring;kiga Annika Forsten, Hantverkaregatan
14 D 9, FIN-20100 &Aring;BO, Finland. Tel hem 009 358 / 2 - 251 88 89; tel gsm
009 358 / 40 - 51 50 510. <P>
<tt>G&ouml;ran Andersson</tt><br>
<tt>Bergv&auml;gen 12</tt><br>
<tt>&Aring;L-22410 GODBY</tt><br>
<tt>&Aring;LAND</tt><br>
<tt>009358 - 18 41 314 (hem)</tt><br>
<tt>             - 50 52 67 314 (gsm)</tt><br>

</tt></p>

(K&auml;lla: Pandion nr 3 1997 (&Aring;rg.13)<BR>

<P ALIGN=CENTER>
<A HREF="http://oh3tr.fi/~ftp/modifications/philips/prg2310/ffk.htm" target=home><IMG SRC="http://oh3tr.fi/~ftp/modifications/philips/prg2310/bild/back.gif"></A></CENTER>


</body></html>
